temp_runs/case_331/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          50;
        startFace       18661;
    }
    outlet
    {
        type            patch;
        nFaces          50;
        startFace       18711;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          378;
        startFace       18761;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          18900;
        startFace       19139;
    }
)

// ************************************************************************* //
